#+TITLE: Brainstorm School Fall 22 I
#+AUTHOR: Chris Hogan
#+DATE: <2022-09-12 Mon> to <2022-10-16 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W37 :tags t
  #+CAPTION: Clock summary at [2022-09-29 Thu 21:04], for week 2022-W37.
  | Tags     | Headline                | Time    |      |      |
  |----------+-------------------------+---------+------+------|
  |          | *Total time*            | *23:27* |      |      |
  |----------+-------------------------+---------+------+------|
  |          | Week 1                  | 23:27   |      |      |
  |          | \_  <2022-09-12 Mon>    |         | 2:05 |      |
  | painting | \_    making brushes    |         |      | 2:05 |
  |          | \_  <2022-09-13 Tue>    |         | 1:32 |      |
  | painting | \_    master study      |         |      | 1:32 |
  |          | \_  <2022-09-14 Wed>    |         | 1:57 |      |
  | painting | \_    photoshop brushes |         |      | 1:57 |
  |          | \_  <2022-09-15 Thu>    |         | 0:31 |      |
  | painting | \_    master study      |         |      | 0:31 |
  |          | \_  <2022-09-16 Fri>    |         | 0:42 |      |
  | painting | \_    DC1 brushes       |         |      | 0:27 |
  | study    | \_    DC1 prep          |         |      | 0:15 |
  |          | \_  <2022-09-17 Sat>    |         | 7:45 |      |
  | study    | \_    AD1 week 1        |         |      | 3:32 |
  | study    | \_    WB1 week 1        |         |      | 3:00 |
  | drawing  | \_    AD1 week 1        |         |      | 1:13 |
  |          | \_  <2022-09-18 Sun>    |         | 8:55 |      |
  | drawing  | \_    AD1 week 1        |         |      | 5:21 |
  | study    | \_    DC1 week 1        |         |      | 3:18 |
  | study    | \_    blog              |         |      | 0:16 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *6h 34m*  |
  |----------+------------+-----------|
  | study    | *Tag time* | *10h 21m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *6h 32m*  |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-09-12 Mon>
*** DONE making brushes                                            :painting:
    :LOGBOOK:
    CLOCK: [2022-09-12 Mon 19:43]--[2022-09-12 Mon 21:48] =>  2:05
    :END:
** <2022-09-13 Tue>
*** DONE master study                                              :painting:
    :LOGBOOK:
    CLOCK: [2022-09-13 Tue 20:05]--[2022-09-13 Tue 21:37] =>  1:32
    :END:
** <2022-09-14 Wed>
*** DONE photoshop brushes                                         :painting:
    :LOGBOOK:
    CLOCK: [2022-09-14 Wed 19:24]--[2022-09-14 Wed 21:21] =>  1:57
    :END:
** <2022-09-15 Thu>
*** DONE master study                                              :painting:
    :LOGBOOK:
    CLOCK: [2022-09-15 Thu 19:30]--[2022-09-15 Thu 20:01] =>  0:31
    :END:
** <2022-09-16 Fri>
*** DONE DC1 brushes                                               :painting:
    :LOGBOOK:
    CLOCK: [2022-09-16 Fri 20:32]--[2022-09-16 Fri 20:59] =>  0:27
    :END:
*** DONE DC1 prep                                                     :study:
    :LOGBOOK:
    CLOCK: [2022-09-16 Fri 20:59]--[2022-09-16 Fri 21:14] =>  0:15
    :END:
** <2022-09-17 Sat>
*** DONE AD1 week 1                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-09-17 Sat 11:52]--[2022-09-17 Sat 15:24] =>  3:32
    :END:
*** DONE WB1 week 1                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-09-17 Sat 16:00]--[2022-09-17 Sat 19:00] =>  3:00
    :END:
*** DONE AD1 week 1                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-17 Sat 20:40]--[2022-09-17 Sat 21:53] =>  1:13
    :END:
** <2022-09-18 Sun>
*** DONE AD1 week 1                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-18 Sun 18:01]--[2022-09-18 Sun 20:30] =>  2:29
    CLOCK: [2022-09-18 Sun 08:36]--[2022-09-18 Sun 11:28] =>  2:52
    :END:
*** DONE DC1 week 1                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-09-18 Sun 11:58]--[2022-09-18 Sun 15:16] =>  3:18
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-09-18 Sun 20:31]--[2022-09-18 Sun 20:47] =>  0:16
    :END:
* Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W38 :tags t
  #+CAPTION: Clock summary at [2022-09-29 Thu 21:04], for week 2022-W38.
  | Tags     | Headline                  | Time    |       |       |
  |----------+---------------------------+---------+-------+-------|
  |          | *Total time*              | *52:07* |       |       |
  |----------+---------------------------+---------+-------+-------|
  |          | Week 2                    | 52:07   |       |       |
  |          | \_  <2022-09-19 Mon>      |         |  9:32 |       |
  | drawing  | \_    WB1 week 1 homework |         |       |  9:32 |
  |          | \_  <2022-09-20 Tue>      |         | 10:36 |       |
  |          | \_    AD1 week 1 homework |         |       | 10:36 |
  |          | \_  <2022-09-21 Wed>      |         |  8:33 |       |
  | painting | \_    DC1 week 1 homework |         |       |  8:33 |
  |          | \_  <2022-09-22 Thu>      |         |  2:54 |       |
  | drawing  | \_    AD1 week 1 homework |         |       |  2:54 |
  |          | \_  <2022-09-23 Fri>      |         |  3:59 |       |
  | drawing  | \_    AD1 week 1 homework |         |       |  3:59 |
  |          | \_  <2022-09-24 Sat>      |         |  9:09 |       |
  | drawing  | \_    WB1 week 1 homework |         |       |  3:35 |
  | study    | \_    AD1 week 2          |         |       |  3:18 |
  | study    | \_    WB1 week 2          |         |       |  2:16 |
  |          | \_  <2022-09-25 Sun>      |         |  7:24 |       |
  | painting | \_    DC1 week 1 homework |         |       |  3:42 |
  | study    | \_    DC1 week 2          |         |       |  3:19 |
  | study    | \_    blog                |         |       |  0:23 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *20h 0m*  |
  |----------+------------+-----------|
  | study    | *Tag time* | *9h 16m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *12h 15m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-09-19 Mon>
*** DONE WB1 week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-19 Mon 18:09]--[2022-09-19 Mon 21:47] =>  3:38
    CLOCK: [2022-09-19 Mon 12:57]--[2022-09-19 Mon 16:10] =>  3:13
    CLOCK: [2022-09-19 Mon 10:54]--[2022-09-19 Mon 11:45] =>  0:51
    CLOCK: [2022-09-19 Mon 07:48]--[2022-09-19 Mon 09:38] =>  1:50
    :END:
** <2022-09-20 Tue>
*** DONE AD1 week 1 homework
    :LOGBOOK:
    CLOCK: [2022-09-20 Tue 18:07]--[2022-09-20 Tue 21:51] =>  3:44
    CLOCK: [2022-09-20 Tue 12:56]--[2022-09-20 Tue 15:49] =>  2:53
    CLOCK: [2022-09-20 Tue 07:41]--[2022-09-20 Tue 11:40] =>  3:59
    :END:
** <2022-09-21 Wed>
*** DONE DC1 week 1 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-09-21 Wed 16:59]--[2022-09-21 Wed 18:04] =>  1:05
    CLOCK: [2022-09-21 Wed 12:44]--[2022-09-21 Wed 16:10] =>  3:26
    CLOCK: [2022-09-21 Wed 07:38]--[2022-09-21 Wed 11:40] =>  4:02
    :END:
** <2022-09-22 Thu>
*** DONE AD1 week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-22 Thu 18:59]--[2022-09-22 Thu 20:03] =>  1:04
    CLOCK: [2022-09-22 Thu 07:42]--[2022-09-22 Thu 09:32] =>  1:50
    :END:
** <2022-09-23 Fri>
*** DONE AD1 week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-23 Fri 17:06]--[2022-09-23 Fri 18:41] =>  1:35
    CLOCK: [2022-09-23 Fri 07:35]--[2022-09-23 Fri 09:59] =>  2:24
    :END:
** <2022-09-24 Sat>
*** DONE WB1 week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-24 Sat 07:38]--[2022-09-24 Sat 11:13] =>  3:35
    :END:
*** DONE AD1 week 2                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-09-24 Sat 12:02]--[2022-09-24 Sat 15:20] =>  3:18
    :END:
*** DONE WB1 week 2                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-09-24 Sat 15:59]--[2022-09-24 Sat 18:15] =>  2:24
    :END:
** <2022-09-25 Sun>
*** DONE DC1 week 1 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-09-25 Sun 07:29]--[2022-09-25 Sun 11:11] =>  3:42
    :END:
*** DONE DC1 week 2                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-09-25 Sun 11:52]--[2022-09-25 Sun 15:11] =>  3:19
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-09-25 Sun 20:28]--[2022-09-25 Sun 20:51] =>  0:23
    :END:
* Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W39 :tags t
  #+CAPTION: Clock summary at [2022-09-29 Thu 21:04], for week 2022-W39.
  | Tags     | Headline                             | Time    |       |      |
  |----------+--------------------------------------+---------+-------+------|
  |          | *Total time*                         | *22:42* |       |      |
  |----------+--------------------------------------+---------+-------+------|
  |          | Week 3                               | 22:42   |       |      |
  |          | \_  <2022-09-26 Mon>                 |         | 11:31 |      |
  | study    | \_    AD1 week 2 gathering reference |         |       | 1:13 |
  | drawing  | \_    AD1 week 2 homework            |         |       | 2:45 |
  | study    | \_    WB1 week 1 feedback            |         |       | 1:09 |
  | study    | \_    WB1 week 2 gathering reference |         |       | 0:48 |
  | drawing  | \_    WB1 week 2 homework            |         |       | 1:57 |
  | painting | \_    DC1 week 2 homework            |         |       | 3:39 |
  |          | \_  <2022-09-27 Tue>                 |         |  9:27 |      |
  | study    | \_    WB1 week 1 feedback            |         |       | 0:18 |
  | drawing  | \_    AD1 week 2 homework            |         |       | 4:09 |
  | drawing  | \_    WB1 week 2 homework            |         |       | 3:35 |
  | painting | \_    DC1 week 2 homework            |         |       | 1:25 |
  |          | \_  <2022-09-28 Wed>                 |         |  0:44 |      |
  | painting | \_    DC1 week 2 homework            |         |       | 0:44 |
  |          | \_  <2022-09-29 Thu>                 |         |  1:00 |      |
  | drawing  | \_    WB1 week 2 homework            |         |       | 1:00 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *13h 26m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *3h 28m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *5h 48m*  |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-09-26 Mon>
*** DONE AD1 week 2 gathering reference                               :study:
    :LOGBOOK:
    CLOCK: [2022-09-26 Mon 07:41]--[2022-09-26 Mon 08:54] =>  1:13
    :END:
*** DONE AD1 week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-26 Mon 08:54]--[2022-09-26 Mon 11:39] =>  2:45
    :END:
*** DONE WB1 week 1 feedback                                          :study:
    :LOGBOOK:
    CLOCK: [2022-09-26 Mon 13:48]--[2022-09-26 Mon 14:14] =>  0:26
    CLOCK: [2022-09-26 Mon 12:17]--[2022-09-26 Mon 13:00] =>  0:54
    :END:
*** DONE WB1 week 2 gathering reference                               :study:
    :LOGBOOK:
    CLOCK: [2022-09-26 Mon 13:00]--[2022-09-26 Mon 13:48] =>  0:48
    :END:
*** DONE WB1 week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-26 Mon 14:14]--[2022-09-26 Mon 16:11] =>  1:57
    :END:
*** DONE DC1 week 2 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-09-26 Mon 18:21]--[2022-09-26 Mon 22:00] =>  3:39
    :END:
** <2022-09-27 Tue>
*** DONE WB1 week 1 feedback                                          :study:
    :LOGBOOK:
    CLOCK: [2022-09-27 Tue 06:55]--[2022-09-27 Tue 07:13] =>  0:18
    :END:
*** DONE AD1 week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-27 Tue 07:33]--[2022-09-27 Tue 11:42] =>  4:09
    :END:
*** DONE WB1 week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-27 Tue 13:06]--[2022-09-27 Tue 16:41] =>  3:35
    :END:
*** DONE DC1 week 2 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-09-27 Tue 18:05]--[2022-09-27 Tue 19:30] =>  1:25
    :END:
** <2022-09-28 Wed>
*** DONE DC1 week 2 homework                                       :painting:
    :LOGBOOK:
    CLOCK: [2022-09-28 Wed 16:42]--[2022-09-28 Wed 17:26] =>  0:44
    :END:
** <2022-09-29 Thu>
*** DONE WB1 week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-09-29 Thu 13:00]--[2022-09-29 Thu 14:00] =>  1:00
    :END:
